[ClaptrapApp_Debuff SkillDefinition]
SkillName="Efeitos Adversos"
SkillDescription="Ao Claptrap a magia pode ser fatal..."
LockedSkillDetailStr="<Locked>"

[ClaptrapApp_Debuff:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração dos efeitos de estado negativos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

